Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2013.tmx
Source language: en_us
Languages: zh_cn

source: We must make solving issues relating to agriculture, rural areas and farmers the number one priority in all our work. This is a scientific conclusion drawn from our historical experience and a long-term guiding principle applicable to both the present and the future.
zh_cn: 必须坚持把解决好“三农”问题作为全部工作的重中之重，这是历史经验的科学总结，既管当前，也管长远，是长期指导思想。

source: The rural land system is central to maintaining rural stability and ensuring China's long-term development. Its main purpose is to guarantee farmers' property rights and interests, and its main objective is to ensure that China's farmland remains at or above the red line of 120 million hectares.
zh_cn: 农村土地制度关乎农村的根本稳定，也关乎中国的长远发展，其核心是要保障农民的财产权益，底线是严守18亿亩耕地红线。

source: We should continue to make household contracts the basis of rural operations, support the development of new farmers' cooperatives of various forms and multilevel commercial organizations that provide agricultural services, and gradually establish a new type of system of intensive agricultural operations that are specialized, well organized and commercialized.
zh_cn: 要坚持以家庭承包经营为基础，支持发展多种形式新型农民合作组织和多层次的农业社会化服务组织，逐步构建集约化、专业化、组织化、社会化相结合的新型农业经营体系，

source: We should always protect farmers' legitimate property rights and keep them motivated.
zh_cn: 始终注重保护法律赋予农民的财产权利，调动农民积极性。

source: We should always give high priority to grain production, develop high-yield basic farmland, spread advanced technologies, increase overall agricultural production capacity, and effectively ensure the supply of grain and other important agricultural products.
zh_cn: 毫不放松粮食生产，建设高标准基本农田，推广先进技术，增强农业综合生产能力，保障粮食和重要农产品的有效供给。

source: We should continue to increase spending on agriculture, rural areas and farmers; improve infrastructure and basic public services in rural areas; and promote integration of urban and rural development.
zh_cn: 要继续加大“三农”投入，加强农村基础设施建设和基本公共服务体系建设，推动城乡发展一体化，

source: We should build a new type of relations between industry and agriculture and between urban and rural areas in which industry promotes agriculture, urban areas support rural development, industry and agriculture reinforce each other, and urban development and rural development are integrated.
zh_cn: 形成以工促农、以城带乡、工农互惠、城乡一体的新型工农、城乡关系。

source: We should take effective measures to keep the agricultural workforce stable and train a new type of farmers.
zh_cn: 要采取有效措施，稳定农业生产经营队伍，积极培育新型农民。

source: Urbanization is a historical task in China's modernization drive, and urbanization and agricultural modernization complement each other.
zh_cn: 城镇化是我国现代化建设的历史任务，与农业现代化相辅相成。

source: We should conform to the objective law of urbanization and carry it out actively yet prudently.
zh_cn: 要遵循城镇化的客观规律，积极稳妥推动城镇化健康发展。

source: We should promote sound development of urbanization by making plans scientifically, balancing geographical distribution, coordinating urban and rural development, using land economically, and tailoring measures to local conditions.
zh_cn: 坚持科学规划、合理布局、城乡统筹、节约用地、因地制宜、提高质量。

source: Megacities and large cities should be kept at an appropriate scale and fully play their role in driving the development of their surrounding areas.
zh_cn: 特大城市和大城市要合理控制规模，充分发挥辐射带动作用；

source: Small and medium-sized cities and small towns should become better able to develop industries, provide public services, create jobs, and attract residents.
zh_cn: 中小城市和小城镇要增强产业发展、公共服务、吸纳就业、人口集聚功能。

source: We should accelerate reform of the household registration system, the social management system and related institutions; register eligible rural workers as permanent urban residents in an orderly manner; progressively expand the coverage of basic public services in urban areas to all their permanent residents; and create an equitable institutional environment for freedom of movement and for people to live and work in contentment.
zh_cn: 加快推进户籍制度、社会管理体制和相关制度改革，有序推进农业转移人口市民化，逐步实现城镇基本公共服务覆盖常住人口，为人们自由迁徙、安居乐业创造公平的制度环境。

source: In improving village conditions, we should preserve their distinctive rural flavor, make their environment more livable, and ensure that urbanization and the building of a new countryside reinforce each other.
zh_cn: 村庄建设要注意保持乡村风貌，营造宜居环境，使城镇化和新农村建设良性互动。

source: 3. Giving high priority to ensuring and improving people's wellbeing and comprehensively improving their material and cultural lives
zh_cn: （三）以保障和改善民生为重点，全面提高人民物质文化生活水平。

source: An important lesson we learned in our response to the sudden outbreak of the severe acute respiratory syndrome (SARS) in 2003 is that economic development and social development need to be coordinated.
zh_cn: 2003年抗击突如其来的非典疫情给我们的重要启示之一，就是要统筹经济社会发展。

source: In developing the economy in the years since then, we have placed greater importance on ensuring and improving people's wellbeing and developing social programs, and the government has made greater efforts and provided more funding in this area than ever before.
zh_cn: 这些年我们在发展经济的同时，更加重视保障改善民生和发展社会事业，政府工作力度之大、财政投入资金之多前所未有。

source: These unremitting efforts have resulted in much better coordination of China's economic and social development.
zh_cn: 经过不懈努力，我国经济社会发展的协调性明显增强。

source: The structure of Chinese society, its forms of organization, and the pattern of interests in society have all undergone profound changes, and social problems have increased markedly.
zh_cn: 当前社会结构、社会组织形式、社会利益格局发生深刻变化，社会矛盾明显增多。

source: We must make ensuring and improving people's wellbeing the starting point and goal of all the government's work, give higher priority to it, and strive to strengthen social development.
zh_cn: 我们必须把保障和改善民生作为政府一切工作的出发点和落脚点，放在更加突出的位置，着力加强社会建设。

source: We should do all we can to increase employment.
zh_cn: 千方百计扩大就业。

source: We should persevere in implementing the strategy of giving top priority to employment and adopt a more proactive employment policy.
zh_cn: 坚持实施就业优先战略和更加积极的就业政策，

source: We should create more jobs by maintaining stable economic growth and adjusting the economic structure and provide better vocational skills training to help people to find jobs or start their own businesses.
zh_cn: 通过稳定经济增长和调整经济结构增加就业岗位，加强职业技能培训，提高劳动者就业创业能力，

source: We should increase government spending and policy support, improve the employment services system, stimulate employment by encouraging business startups, assist target groups in finding jobs, and stimulate sustained, steady increases in urban and rural incomes.
zh_cn: 加大投入和政策支持，完善就业服务体系，鼓励创业带动就业，做好重点人群就业工作，促进城乡居民收入持续稳定增长。

source: We should improve the social security system.
zh_cn: 完善社会保障制度。

source: We should continue to follow the policy of making coverage universal, ensuring basic care, and providing multilevel and sustainable social security.
zh_cn: 坚持全覆盖、保基本、多层次、可持续方针，

source: We should expand the coverage of social security, turn over the overall management of social security accounts to higher-level authorities, raise social security benefits, improve and coordinate all social security programs, make social security more equitable and sustainable, and facilitate the smooth transfer of social security accounts between localities.
zh_cn: 不断扩大社会保障覆盖面，提高统筹层次和保障水平，加强各项制度的完善和衔接，增强公平性，适应流动性，保证可持续性。

source: This year, basic old-age pensions for enterprise retirees should be raised by another 10%, and subsistence allowances for urban and rural residents and subsidies for entitled groups should also be further raised.
zh_cn: 今年企业退休人员基本养老金继续提高10%，城乡低保和优抚对象补助标准也进一步提高。

source: Greater support should be given to developing child welfare agencies and the system of social services for the elderly.
zh_cn: 要加大对社会养老服务体系和儿童福利机构建设的支持力度。

source: We should advance reform and development of medical and health care services, consolidate and improve the system for using basic drugs and the new operating mechanisms of community-level medical and health care institutions, speed up the reform of public hospitals, and encourage nongovernmental bodies to operate hospitals.
zh_cn: 深化医药卫生事业改革发展。巩固完善基本药物制度和基层医疗卫生机构运行新机制，加快公立医院改革，鼓励社会办医。

source: We should support development of traditional Chinese medicine and ethnic minority medicine.
zh_cn: 扶持中医药和民族医药事业发展。

source: We should improve the universal medical insurance system, establish a mechanism to provide insurance and aid for treating major and very serious diseases, and conduct a pilot project to insure against 20 serious diseases. (Note: They are childhood leukemia, congenital heart disease in children, uremia, breast cancer, cervical cancer, holergasia, drug-resistant tuberculosis, opportunistic AIDS and HIV infection, lung cancer, esophagus cancer, gastric cancer, colon cancer, rectal cancer, chronic myeloid leukemia, acute myocardial infarction, cerebral infarction, hemophilia, type 1 diabetes, hyperthyroidism, and cheilopalatognathus.)
zh_cn: 健全全民医保体系，建立重特大疾病保障和救助机制，全面开展儿童白血病等20种重大疾病保障试点工作。

source: This year, annual government subsidies for the new rural cooperative medical care system and basic medical insurance for non-working urban residents should be raised from 240 yuan to 280 yuan per person respectively, and the per person payment standard for basic public health services should be increased from 25 yuan to 30 yuan.
zh_cn: 今年新农合和城镇居民基本医疗保险财政补助标准由每人每年240元提高到280元，人均基本公共卫生服务经费标准由25元提高到30元。

source: We should progressively improve the government population policy.
zh_cn: 逐步完善人口政策。

source: We should adhere to the basic state policy on family planning.
zh_cn: 坚持计划生育基本国策，

source: In response to changes in the size and structure of China's total population, we should comprehensively solve problems relating to the size, health, structure and geographical distribution of the population and promote long-term, balanced population development.
zh_cn: 适应我国人口总量和结构变动趋势，统筹解决好人口数量、素质、结构和分布问题，促进人口长期均衡发展。

source: We should boost the development of elderly services, protect the rights and interests of women and minors, and take an interest in and support programs that benefit people with disabilities.
zh_cn: 重视发展老龄事业，切实保障妇女和未成年人权益，关心和支持残疾人事业。

source: We should strengthen and make innovations in social management.
zh_cn: 加强和创新社会管理。

source: We should improve the way the government provides public services, strengthen the system of social management and services at the community level, and improve self-governance by villagers and urban residents, to ensure that the people directly exercise their democratic rights in accordance with the law by managing community-level public affairs and running public service programs.
zh_cn: 改进政府提供公共服务方式，加强基层社会管理和服务体系建设，完善村民自治、城市居民自治制度，保证人民群众依法直接行使民主权利，管理基层公共事务和公益事业。

source: We should reform the management system for social organizations, and guide their sound and orderly development.
zh_cn: 改革社会组织管理体制，引导社会组织健康有序发展。

source: We should establish a sound mechanism for safeguarding people's rights and interests; improve the integrated system of mediation by the people, administrative mediation and judicial mediation; strengthen the system of legal assistance; and carry out reform of the handling of people's complaints about legal and litigation-related issues.
zh_cn: 建立健全维护群众权益机制，完善人民调解、行政调解、司法调解联动的工作体系，健全法律援助制度，推动涉法涉诉信访工作改革，

source: We should maintain open and regular channels for people to voice their demands, and we should coordinate the people's interests and protect their rights and interests.
zh_cn: 畅通和规范群众诉求表达、利益协调、权益保障渠道，

source: We should improve the mechanism for assessing potential risks major policy decisions may pose to social stability and the emergency response mechanism.
zh_cn: 健全重大决策社会稳定风险评估和突发事件应急管理机制，

source: The purpose of all this work is to preserve law and order and promote social harmony and stability.
zh_cn: 维护社会公共安全，促进社会和谐稳定。

source: Food and drug safety is a prominent issue of widespread concern.
zh_cn: 食品药品安全是人们关注的突出问题，

source: We should reform and improve mechanisms for overseeing and supervising food and drug safety and strengthen overall coordination.
zh_cn: 要改革和健全食品药品安全监管体制，加强综合协调联动，

source: We should require enterprises to assume primary responsibility for safety, exercise strict oversight and supervision throughout the whole process from production to consumption, and move faster to establish a scientific and effective food and drug safety system that suits China's national conditions so as to better ensure food and drug safety.
zh_cn: 落实企业主体责任，严格从生产源头到消费的全程监管，加快形成符合国情、科学合理的食品药品安全体系，提升食品药品安全保障水平。

source: We should strengthen the public safety system and improve workplace safety conditions to prevent accidents, especially major and very serious ones.
zh_cn: 强化公共安全体系和企业安全生产基础建设，遏制重特大安全事故。

source: We should tighten regulation of the real estate market and strengthen construction of government-subsidized housing.
zh_cn: 加强房地产市场调控和保障性安居工程建设。

source: We need to firmly rein in speculative and investment-driven housing demand, promptly improve the accountability system for stabilizing housing prices and the policies for regulating the real estate market, and strengthen mechanisms for sustaining its steady and sound development.
zh_cn: 坚决抑制投机、投资性需求，抓紧完善稳定房价工作责任制和房地产市场调控政策体系，健全房地产市场稳定健康发展长效机制。

source: We should continue to build and manage government-subsidized housing for the people so they have housing they are satisfied with.
zh_cn: 继续抓好保障性安居工程建设和管理，让老百姓住上放心房、满意房。

source: This year, 4.7 million government-subsidized urban housing units should be basically completed, construction of another 6.3 million units should begin, and renovation of dilapidated rural houses should continue.
zh_cn: 今年城镇保障性住房基本建成470万套、新开工630万套，继续推进农村危房改造。

source: Education, science and technology play a fundamental, guiding and global role in the country's modernization drive, and culture is essential for the long-term vitality of a nation and gives the people a sense of belonging. They must therefore occupy a position of greater strategic importance.
zh_cn: 教育和科技在现代化建设中具有基础性、先导性、全局性作用，文化是民族的血脉和人民的精神家园，必须放在更加重要的战略位置。

source: We should continue to give top priority to developing education.
zh_cn: 继续推进教育优先发展。

source: China's annual government expenditures on education already exceed two trillion yuan and should continue to increase.
zh_cn: 目前我国年度财政性教育经费支出总额已经超过2万亿元，今后还要继续增加，

source: We must make good use of such funding to the satisfaction of the people.
zh_cn: 必须把这些钱用好，让人民满意。

source: We need to deepen comprehensive education reform and effectively solve major issues of public concern.
zh_cn: 要进一步深化教育综合改革，切实解决社会普遍关注的重大问题。

source: We should boost balanced development of compulsory education, accelerate development of modern vocational education and raise the quality of education of all types and at all levels. This should help make education more equitable and provide strong human resources support for China's development.
zh_cn: 着力推动义务教育均衡发展，加快发展现代职业教育，提高各级各类教育质量，进一步促进教育公平，为国家发展提供强大的人力资源支撑。

source: We should deepen reform of the management system for science and technology.
zh_cn: 深化科技体制改革。

source: We should integrate science and technology more closely with the economy, and establish a technological innovation system that is based on enterprises, guided by the market, and integrates enterprises, universities and research institutes.
zh_cn: 推动科技与经济紧密结合，着力构建以企业为主体、市场为导向、产学研相结合的技术创新体系。

source: We should focus on priority areas of strategic importance that are vital to China's overall and long-term development, and strengthen basic research and research on frontier and leading technologies.
zh_cn: 瞄准关系全局和长远发展的战略必争领域，加强基础研究、前沿先导技术研究。

source: We should improve the mechanism for openly sharing scientific and technological resources and the fiscal, taxation, banking, industrial technology and personnel policies that support scientific and technological development and industrial application of scientific and technological advances, create a fair and open environment for making innovations, keep scientists and technicians fully motivated, and unleash the creativity of the whole society.
zh_cn: 健全科技资源开放共享机制，完善支持科技发展和成果应用转化的财税、金融、产业技术和人才政策，创造公平开放的创新环境，最大限度地调动广大科技工作者的积极性、主动性，激发全社会的创新活力。

source: We should effectively advance development of the cultural sector.
zh_cn: 扎实推进文化建设。

source: We should incorporate reform and development of the cultural sector into general plans for economic and social development, and include them in the system for evaluating the performance of governments and officials at all levels so as to promote all-around cultural prosperity and fast development of the cultural sector.
zh_cn: 把文化改革发展纳入经济社会发展总体规划，列入各级政府效能和领导干部政绩考核体系，推动文化事业全面繁荣、文化产业快速发展。

source: The government needs to fulfill its responsibility to develop nonprofit cultural programs, accelerate key cultural projects for the people, and improve the system of public cultural services.
zh_cn: 政府要履行好发展公益性文化事业的责任，加快推进重点文化惠民工程，完善公共文化服务体系。

source: We should extensively carry out public fitness activities and promote comprehensive development of both recreational and competitive sports.
zh_cn: 广泛开展全民健身运动，促进群众体育和竞技体育全面发展。

source: We should greatly increase education in public morality, professional ethics, family virtues, and personal integrity.
zh_cn: 大力加强社会公德、职业道德、家庭美德、个人品德教育。

source: We should promote a creditability system, use political integrity to improve business and public integrity, and foster healthy social conduct.
zh_cn: 推动诚信体系建设，以政务诚信带动商务诚信和社会诚信，形成良好的社会风尚。

source: 4. Deepening reform and opening up with greater political courage and vision
zh_cn: （四）以更大的政治勇气和智慧，深入推进改革开放。

source: Reform and opening up are the fundamental force that drives China's development and progress.
zh_cn: 改革开放是国家发展进步的根本动力。

source: We can continue to advance our cause only by adhering to reform and opening up.
zh_cn: 只有坚持改革开放，才能把我们的事业继续推向前进。

source: China has entered a crucial stage of reform.
zh_cn: 我国改革已进入攻坚阶段，

source: We must further emancipate our minds, comprehensively deepen reform of the economic structure, continue to actively yet prudently carry out reform of the political structure, deepen reform of the cultural administrative system, accelerate reform of the social system, improve the system for promoting ecological progress; and constantly deepen reforms.
zh_cn: 必须进一步解放思想，全面深化经济体制改革，继续积极稳妥推进政治体制改革，深化文化体制改革，加快推进社会体制改革，加强生态文明制度建设，不断把改革引向深入。

source: We need to improve the socialist market economy.
zh_cn: 要进一步完善社会主义市场经济体制。

source: We should unwaveringly consolidate and develop the public sector of the economy and encourage, and support and guide the development of the non-public sector, so as to foster a structural environment in which economic entities under different forms of ownership have equal access to factors of production in accordance with the law, compete on a level playing field and enjoy equal legal protection.
zh_cn: 毫不动摇地巩固和发展公有制经济，毫不动摇地鼓励、支持、引导非公有制经济发展，形成各种所有制经济依法平等使用生产要素、公平参与市场竞争、同等受到法律保护的体制环境。

source: We should deepen reform of state-owned enterprises and key industries.
zh_cn: 深化国有企业改革以及重点行业改革。

source: We should quicken reform of the fiscal and taxation systems, adjust relations between the central government and local governments concerning financial resources and powers, and improve the system of transfer payments.
zh_cn: 加快财税体制改革，理顺中央和地方财力与事权的关系，完善财政转移支付制度，

source: We should improve the public finance system, institute a system of local taxation, and establish a taxation system conducive to optimizing the economic structure and enhancing social fairness.
zh_cn: 健全公共财政体系，构建地方税体系，促进形成有利于结构优化、社会公平的税收制度。

source: We should deepen reform of the financial system and improve the modern financial system so that it supports development of the real economy.
zh_cn: 深化金融体制改革，健全促进实体经济发展的现代金融体系，

source: We should raise the competitiveness of the banking, securities and insurance industries, accelerate development of a multilevel capital market, and actively develop the bond market.
zh_cn: 提高银行、证券、保险等行业竞争力，加快发展多层次资本市场，积极发展债券市场，

source: We should steadily carry out reforms to make interest rates and the RMB exchange rate more market-based, expand cross-border use of the RMB and gradually achieve the RMB's convertibility under capital accounts.
zh_cn: 稳步推进利率、汇率市场化改革，扩大人民币跨境使用，逐步实现人民币资本项目可兑换。

source: We should deepen reform of the investment and financing systems, carry out price reform and improve the pricing mechanism for resource products and the system of compensation for ecological damage.
zh_cn: 深化投融资体制改革，推进价格改革，健全资源性产品价格形成机制和生态补偿制度。

source: We should continue to actively yet steadily advance function-based reform of public institutions.
zh_cn: 继续积极稳妥推进事业单位分类改革。

source: The income distribution system is a basic system of vital importance for economic and social development, and an important cornerstone of the socialist market economy.
zh_cn: 收入分配制度是经济社会发展中一项根本性、基础性的制度，是社会主义市场经济体制的重要基石。

source: We have formulated guidelines on deepening reform of the income distribution system, and we now need to promptly formulate specific policies, ensure that institutions are established and policies are implemented, resolve problems in income distribution, and narrow the income gap so that the fruits of development are more equitably shared by all the people.
zh_cn: 我们已经制定了深化收入分配制度改革若干意见，要抓紧研究制定具体政策，确保制度建设到位、政策落实到位，有效解决收入分配领域存在的问题，缩小收入分配差距，使发展成果更多更公平地惠及全体人民。

source: We need to advance development of socialist democracy and the socialist rule of law.
zh_cn: 要推进社会主义民主法治建设。

source: We should ensure that the people occupy the principal position, make people's democracy more extensive, fuller in scope and sounder, ensure that the people enjoy extensive rights and freedoms prescribed by law, and promote people's well-rounded development and safeguard social fairness and justice.
zh_cn: 坚持人民主体地位，发展更加广泛、更加充分、更加健全的人民民主，保证人民依法享有广泛权利和自由，促进人的全面发展，维护社会公平正义。

source: We should govern the country on the basis of the law, and fully respect the authority of the Constitution and laws.
zh_cn: 坚持依法治国，充分尊重宪法和法律的权威，

source: We should ensure that the powers of policy making, implementation and oversight both constrain each other and function in concert and that government bodies exercise their powers in accordance with statutory mandates and procedures.
zh_cn: 确保决策权、执行权、监督权既相互制约又相互协调，确保国家行政机关按照法定权限和程序行使权力。

source: We should continue to transform government functions, separate government administration from the management of enterprises, state assets, public institutions and social organizations, and build a well-structured, clean, efficient and service-oriented government that has scientifically defined functions and that the people are satisfied with.
zh_cn: 坚持转变政府职能，推进政企分开、政资分开、政事分开、政社分开，建设职能科学、结构优化、廉洁高效、人民满意的服务型政府。

source: We should improve the conduct of our work, maintain close ties with the people, advocate hard work and plain living, practice thrift, oppose extravagance and waste, and eliminate formalistic and bureaucratic practices.
zh_cn: 坚持改进工作作风、密切联系群众，提倡艰苦奋斗，厉行勤俭节约，反对铺张浪费，克服形式主义、官僚主义。

source: We should uphold democratic oversight, legal oversight and public opinion-based oversight and improve the system of checks and oversight over the exercise of power to ensure that the people oversee the exercise of power and that power is exercised in a transparent manner.
zh_cn: 坚持民主监督、法律监督、舆论监督，健全权力运行制约和监督体系，让人民监督权力，让权力在阳光下运行。

source: We should unwaveringly combat corruption, strengthen political integrity, establish institutions to end the excessive concentration of power and lack of checks on power and ensure that officials are honest, government is clean and political affairs are handled with integrity.
zh_cn: 坚持反对腐败，加强廉政建设，从制度上改变权力过分集中而又得不到制约的状况，做到干部清正、政府清廉、政治清明。

source: Profound changes in domestic and external environments place new and higher requirements on China in developing an open economy.
zh_cn: 国内外形势的深刻变化，对我国开放型经济发展提出了新的更高要求。

source: We should adhere to the basic state policy of opening up and implement a more proactive opening up strategy.
zh_cn: 要坚持对外开放的基本国策，实行更加积极主动的开放战略。

source: We should both keep exports stable and expand imports.
zh_cn: 坚持把稳定出口与扩大进口结合起来，
